00
250.4
560
453
592
682
250.7
491
722
584
599
414
428
435
786
250
493
486
512
724
410
590
715
576
780
511
440
996
189
574
569
577
922
426
557
434
515
552
997
784
427
285
250.8
466
250.11
250.6
348
402
211
79
861
304
278
600
433
250.03
250.22
789
431
250.82
296
291
626
621
38
812
820
608
475
556
415
642
535
250.33
518
250.13
558
733
785
174
437
413
616
8
487
507
V54
276
723
821
562
288
227
197
805
154
290
458
648
661
646
295
578
531
550
294
202
411
356
482
991
540
782
193
250.02
564
423
218
730
530
153
250.83
998
V57
34
292
566
738
852
424
277
386
781
155
824
401
459
555
451
579
351
396
226
729
831
952
162
253
537
403
250.12
721
446
151
714
235
182
585
198
644
817
250.2
281
V58
250.41
323
293
250.9
823
363
286
575
972
47
70
438
307
250.3
241
250.1
444
595
707
571
255
536
311
965
654
816
725
188
890
183
220
275
728
250.92
398
567
284
355
801
274
813
969
250.81
42
618
250.42
112
620
333
345
346
131
250.52
860
156
799
261
349
340
239
607
787
421
708
280
404
492
553
462
V55
250.31
331
496
514
456
157
212
327
303
136
425
332
788
53
184
233
565
436
397
455
250.43
734
659
802
532
737
844
853
541
995
596
185
441
378
161
681
958
625
203
572
795
864
851
959
252
394
790
457
54
808
298
966
420
465
447
416
377
452
344
461
510
287
519
570
483
920
225
481
300
250.53
309
604
485
924
581
191
490
807
586
840
591
432
614
792
921
251
347
711
V53
822
716
815
250.93
354
250.51
935
297
429
521
751
962
873
527
971
374
205
850
601
150
250.01
727
759
383
685
338
693
593
664
5
806
658
250.23
691
992
395
719
705
11
611
528
V56
196
204
310
464
78
463
999
726
660
825
443
588
793
322
694
710
358
657
709
494
272
442
573
718
200
846
142
516
3
238
551
337
863
478
837
242
289
783
602
736
891
250.32
194
594
957
522
236
380
282
480
534
814
164
376
977
533
680
970
V71
568
834
170
158
230
892
617
141
31
V63
192
430
882
41
794
199
881
359
94
473
9
368
913
746
976
341
641
223
445
240
854
967
318
171
955
964
361
305
217
385
283
350
49
388
936
845
692
146
655
417
886
582
508
529
66
250.91
883
704
V45
301
878
250.21
263
474
945
756
800
117
745
501
735
942
180
632
796
88
500
647
706
324
201
495
695
983
835
652
810
237
210
686
747
216
934
916
598
867
603
803
870
360
250.5
369
868
700
82
843
580
207
627
244
838
633
989
826
963
656
214
454
366
V26
163
619
266
308
917
384
862
622
35
187
312
696
152
933
357
172
299
335
362
147
683
370
306
148
245
526
342
448
836
V51
375
412
135
175
405
865
885
524
968
382
847
879
513
875
980
649
352
832
228
897
133
7
797
470
623
866
471
208
246
353
833
975
928
391
717
915
336
27
542
195
273
39
986
320
219
36
663
114
145
944
904
753
477
110
690
880
84
365
791
422
379
610
61
994
57
637
75
605
381
871
645
615
V60
583
848
982
674
215
115
703
732
684
10
653
643
98
